/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "Favorito";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "Tipo";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "Adicionar loops não marcados";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "Adicionar loops de outro disco ou partição";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "Se estes ficheiros de áudio tiverem um andamento constante, começarem com uma entrada e terminarem com uma batida, então irão adaptar ao andamento do projeto quando forem pré-visualizados ou adicionados a um projeto.";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "A localização escolhida será adicionada aos loops não marcados. Os ficheiros de áudio nesta localização com um andamento constante que comecem com uma entrada e terminem com uma batida irão adaptar ao andamento do projeto quando forem pré-visualizados ou adicionados a um projeto.";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "Cancelar";

/* Copy Loops Button */
"Copy to Loops Folder" = "Copiar para a pasta de loops";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "Os loops serão adicionados ao navegador de loops, onde ficarão disponíveis para utilização nas suas músicas. Selecione se o Logic copia os loops para a pasta Apple Loops ou os utiliza a partir da sua localização atual.";

/* Debug Menu: Edit Tags */
"Edit Tags" = "Editar identificadores.";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Mostrar no Finder";

/* Debug Menu:Parse loop */
"Parse loop" = "Analisar loop";

/* Descriptors */
"Descriptors" = "Descritores";

/* Genre */
"Genre" = "Género";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "Adicionar loops ao navegador de loops";

/* Initial Title of the jam pack control */
"All Packs" = "Todos os pacotes";

/* Instrument */
"Instrument" = "Instrumento";

/* LoopBrower: two and more items label */
"%ld items" = "%ld elementos";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "a reproduzir loop";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "loop real";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "loop virtual";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "loop web";

/* LoopBrowser: one Item label */
"1 item" = "1 elemento";

/* LoopBrowser: zero Items label */
"0 items" = "0 elementos";

/* Move Loops Button */
"Move to Loops Folder" = "Deslocar para a pasta de loops";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "Os loops serão adicionados ao navegador de loops, onde ficarão disponíveis para utilização nas suas músicas. Selecione se o Logic move os loops para a pasta Apple Loops ou os utiliza a partir da sua localização atual.";

/* Reference Loops Button */
"Current Location" = "Localização atual";

/* Reindex all loops menu item */
"Reindex All Loops" = "Voltar a indexar todos os loops";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "Selecione os loops que pretende ver no navegador de loops.";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "Clique para procurar loops por instrumento, género e descritor.";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "Selecione se pretende apresentar palavras‑chave para instrumentos, género ou disposição";

/* accessibility description of the segment that switches to column view */
"column view" = "vista em colunas";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "vista dos botões de música";

/* menu item in Recent Search History */
"Clear Search History" = "Limpar histórico de pesquisa";

/* menu item in Recent Search History */
"No recent searches" = "Não há pesquisas recentes";

/* menu title in Recent Search History */
"Recent Searches" = "Últimas pesquisas";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "Pesquisar loops";
